Repository: Tich0ndrius/Recamgnition
Catalog: Recamgnition/Resources/Localizable.xcstrings
Source language: en
Languages: de, ru, uk

source: Camera Access Required
de: Kamerazugriff erforderlich
ru: Необходим доступ к камере
uk: Потрібен доступ до камери

source: Camera Error
de: Kamerafehler
ru: Ошибка камеры
uk: Помилка камери

source: Camera is on hold
de: Kamera angehalten
ru: Камера в простое
uk: Камера в простої

source: Copied
de: Kopiert
ru: Скопировано
uk: Скопійовано

source: Copy
de: Kopieren
ru: Скопировать
uk: Копіювати

source: Data recieved
de: Daten empfangen
ru: Информация получена
uk: Інформація получена

source: History
de: Verlauf
ru: История
uk: Історія

source: No history
de: Kein Verlauf
ru: Нет истории
uk: Нема історії

source: Open link
de: Link öffnen
ru: Открыть ссылку
uk: Відкрити посилання

source: Open settings
de: Einstellungen öffnen
ru: Открыть настройки
uk: Відкрити налаштування

source: Please, allow camera access in settings.
de: Bitte erlauben Sie den Kamerazugriff in den Einstellungen.
ru: Пожалуйста, предоставьте доступ к камере в настройках.
uk: Будь ласка, дозвольте доступ до камери в налаштуваннях.

source: Point the camera to the object...
de: Kamera auf das Objekt richten…
ru: Наведите камеру на объект…
uk: Наведіть камеру на обʼєкт…

source: Retry
de: Erneut versuchen
ru: Повторить
uk: Повторити

source: Scan again
de: Weiter scannen
ru: Сканировать ещё
uk: Сканувати ще

source: Scan the code
de: Code scannen
ru: Сканируйте код
uk: Скануйте код

source: Share text
de: Text teilen
ru: Поделиться
uk: Поділитися текстом

source: Start scanning codes
de: Ersten Code scannen
ru: Отсканируйте код
uk: Почніть сканувати коди

# top_bar_description.codes
source: Point the camera at the code
de: Kamera auf den Code richten
ru: Наведите камеру на код
uk: Наведіть камеру на код

# top_bar_description.recognition
source: Point the camera at the object
de: Kamera auf das Objekt richten
ru: Наведите камеру на объект
uk: Наведіть камеру на обʼєкт

# top_bar_name.recognition
source: Object classification
de: Objektklassifizierung
ru: Классификация объектов
uk: Класифікація обʼєктів

source: UNKNOWN STATE
de: UNBEKANNTER ZUSTAND
ru: НЕИЗВЕСТНОЕ СОСТОЯНИЕ
uk: НЕВІДОМИЙ СТАН

source: Link
ru: Ссылка
uk: Посилання

source: Text
ru: Текст
uk: Текст

# top_bar_name.codes
source: Code Scanner
ru: Сканер кодов
uk: Сканер кодів
